{
    "title": {
        "1": "Mario Kart™ 8 Deluxe",
        "2": "Super Mario Party™",
        "3": "Super Mario Odyssey™",
        "4": "Animal Crossing™: New Horizons",
        "5": "Hades",
        "6": "Pokémon™ Violet",
        "7": "Super Mario Bros. Wonder",
        "8": "The Legend of Zelda: Tears of the Kingdom",
        "9": "Splatoon 3",
        "10": "The Legend of Zelda™: Breath of the Wild",
        "11": "It Takes Two",
        "12": "Kirby’s Return to Dream Land™ Deluxe",
        "13": "Luigi's Mansion™ 2 HD"
    },
    "desc": {
        "1": "Race with Mario and friends anytime, anywhere! Stay fresh in the Mario Kart™ 8 Deluxe game by playing as guest characters Inkling Girl and Inkling Boy! You can use their Splatoon inspired karts on their battle mode stage, Urchin Underpass. There are also returning items, like Boo, the item-stealing ghost, and the Feather, used exclusively in battle mode. Veterans rejoice—you can hold two items at once! Prove you’re the world’s best racer and battler in online tournaments, or simply race and battle friends online. With many control options and handheld mode, there’s always a way to play on the Nintendo Switch™ system!",
        "2": "A party for everyone! Whether playing solo or with friends, there’s a mode for every party. Take turns rolling dice and racing across the game board in the 4-player Mario Party mode, or team up for Partner Party. Journey down a path of 80 minigame challenges in the single-player Challenge Road mode. Other modes like the cooperative River Survival and the rhythm-based Sound Stage provide even more twists via local multiplayer. There’s fun for everyone in the Super Mario Party game.",
        "3": "Embark on a cap-tivating, globe-trotting adventure. Explore incredible places far from the Mushroom Kingdom as you join Mario and his new ally Cappy on a massive, globe-trotting 3D adventure. Use amazing new abilities—like the power to capture and control objects, animals, and enemies—to collect Power Moons so you can power up the Odyssey airship and save Princess Peach from Bowser’s wedding plans!",
        "4": "A battered chrome war droid, IG-88 stands 1.96 meters in height. His steady aim, along with his ability to track targets with advanced sensors that ring his head and allow him to see in all directions, earns him great success. These sensors include multiple red photoreceptors, a heat sensor, and a sound sensor IG-88 also has a vocoder at the base of his head. His torso is able to fully rotate on the battlefield, allowing him to blast enemies on all sides. His tough metal body allows him to survive most attacks without taking any damage and features acid-proof servo wires.",
        "5": "Several new features have been added to the original Sphyrna structure, including two extra modules mounted to the port and starboard of the craft, six escape pods in place of the cargo bay, and a fourth sublight drive mounted on top of the primary three, giving it enough power to single-handedly move a disabled Star Destroyer. 315 meters in length with a maximum acceleration of 900 kilometers per hour. Equipped with a hyper drive system.",
        "6": "Intended to assist with shipboard repairs, the second-degree G2 repair droid is short in stature, standing 0.8 meters in height. It is also squat, with a wide, bottom-heavy stance that forces it to waddle when it walked. These traits, combined with its long, multi-jointed neck and widely spaced, weight-distributing feet, earns it the nickname 'goose droid.' Each G2 unit has a stripped-down, silver-and-brass-colored skeletal frame with exposed joints and wiring, with a colored trim. The droid's three-digit heavy manipulators can grasp most repair tools, while splayed feet aided in stabilizing its low center of gravity and gives the G2 extra stability when dealing with large, heavy equipment.",
        "7": "Classic Mario gameplay is turned on its head with Wonder Flowers in the Super Mario Bros. Wonder game! These game-changing items can make some wonderfully weird stuff happen. Witness pipes coming alive, wreak havoc as a giant Spike-Ball, and lots more!",
        "8": "An epic adventure awaits in the Legend of Zelda: Tears of the Kingdom game, only on the Nintendo Switch system. In this sequel to the Legend of Zelda: Breath of the Wild game, you’ll decide your own path through the sprawling landscapes of Hyrule and the mysterious islands floating in the vast skies above. Can you harness the power of Link’s new abilities to fight back against the malevolent forces that threaten the kingdom?",
        "9": "Enter 4-on-4* ink-slinging battles in this colorful action shooter packed with style and attitude. As a squid-like Inkling, quickly cover your surroundings (and opponents) in ink with wild weaponry and swim through your own color to sneak and splat. Dive into the fresh fun with family and friends and make waves as a team. Get splatted by an opponent? No sweat! The goal in Turf War is to cover the most ground, so respawn and jump back into the inky action.",
        "10": "Forget everything you know about The Legend of Zelda games. Step into a world of discovery, exploration, and adventure in The Legend of Zelda: Breath of the Wild, a boundary-breaking new game in the acclaimed series. Travel across vast fields, through forests, and to mountain peaks as you discover what has become of the kingdom of Hyrule in this stunning Open-Air Adventure. Now on Nintendo Switch, your journey is freer and more open than ever. Take your system anywhere, and adventure as Link any way you like.",
        "12": "The tough puff Kirby is back for a 1-4 player* platforming adventure across Planet Popstar. Help Magolor rebuild his ship with newly added Mecha and Sand Copy Abilities! Float and fight along with friends on the same system as you control Kirby. Each other player can control a different Kirby or one of Kirby iconic friends like King Dedede, Meta Knight, and Bandana Waddle Dee.",
        "13": "Progress through diverse missions to retrieve the missing shards of the Dark Moon scattered across several distinct haunted mansions, each with their own puzzles to solve and ghosts to capture. Go for a high rating by using your superpowered ghost-hunting tool, the Poltergust 5000, to suck up ghosts (and window curtains) and blow air to search every nook and cranny of the chilling-yet-charming mansions. "
    },
    "Navbar": {
        "searchPlaceholder": "What are you looking for?",
        "searchButtonLabel": "search products",
        "logoAlt": "Sample Logo",
        "searchIconAlt": "search icon",
        "greetingText": "Welcome",
        "historyLink": "ORDER HISTORY",
        "arrowAlt": "Drop Down Arrow",
        "cartAlt": "show cart",
        "navLinkHome": "Home",
        "navLinkDroids": "Best Sellers",
        "navLinkVehicles": "Discount"
    },
    "Home": {
        "welcomeTitle": "Welcome to Nintendo World!",
        "welcomeSubtitle": "We provide every game you want to play.",
        "symbolAlt": "Imperial Credit currency symbol"
    },
    
    "Checkout": {
        "checkoutTitle": "Checkout",
        "shipSectionLabel": "Shipping Info",
        "firstNameLabel": "First Name",
        "lastNameLabel": "Last Name",
        "coordinatesLabel": "Coordinates",
        "coordinatesHolder": "0,0,0",
        "sectorLabel": "Sector",
        "methodLabel": "Shipping Method",
        "shipLightspeed": "Lightspeed",
        "shipOvernight": "Overnight",
        "shipStandard": "Standard",
        "paySectionLabel": "Payment",
        "payNameLabel": "Name on Card",
        "payNameHolder": "First Last",
        "accountLabel": "Credit Number",
        "accountHolder": "1234567-9876-00",
        "securityLabel": "Security Code",
        "securityHolder": "123456",
        "expDateLabel": "Expiration Date",
        "cartTitle": "Shopping Cart",
        "deleteAlt": "remove item from cart",
        "totalLabel": "Total: ",
        "orderLabel": "PLACE ORDER",
        "termsStatement": "I have read and agree to the Terms and Conditions",
        "termsLink": "(View)",
        "successMessage": "Order placed successfully!",
        "noItemMessage": "Add items to cart to checkout."
    },
    "ProductShow": {
        "qtyLabel": "Qty: ",
        "addToCartLabel": "Add To Cart"
    },
    "Cart": {
        "cartTitle": "Shopping Cart",
        "noItemMsg": "No game in cart.",
        "deleteAlt": "Delete game from cart",
        "totalTitle": "Total: ",
        "checkoutLabel": "CHECKOUT",
        "closeAlt": "Close Cart"
    },
    "Order": {
        "statusProcess": "Processing"
    },
    "OrderHistory": {
        "historyTitle": "Order History",
        "dateHeading": "Date",
        "numberHeading": "Order Number",
        "totalHeading": "Total",
        "statusHeading": "Status"
    },
    "Error404": {
        "errorMessage": "404 Error: Page not found."
    },
    "Bottombar": {
        "menuAlt": "open sidebar menu"
    },
    "LocaleSelector": {
        "localeLabel": "Locale: ",
        "localeEN": "English - US",
        "localeZH": "Simplified Chinese - China"
    },
    "Special": "Special"
}
